Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# pitch.feedback.outcome.home-run
source: 타구가 담장을 넘었습니다.
en: The hitter drove it out of the park.
ja: 打者はそれを公園の外に追い出した。

# pitch.feedback.outcome.in-play-out
source: 수비가 아웃으로 바꿨습니다.
en: The defense converted the contact into an out.
ja: 守備側はその接触をアウトに変えた。

# pitch.feedback.outcome.single
source: 빈 곳에 떨어졌습니다.
en: The ball found open grass.
ja: ボールは開いた芝生を見つけた。

# pitch.feedback.outcome.swinging-strike
source: 방망이를 끌어냈습니다.
en: You beat the bat.
ja: あなたはバットを打ちました。

# pitch.feedback.outcome.triple
source: 타구가 외야를 갈랐습니다.
en: The ball split the outfield for three bases.
ja: 打球は外野を割って三塁打となった。

# pitch.feedback.selection.excellent
source: 탁월한 선택
en: Excellent pitch choice
ja: 素晴らしい投球選択

# pitch.feedback.selection.good
source: 좋은 선택
en: Good pitch choice
ja: 良い投球選択

# pitch.feedback.selection.poor
source: 나쁜 선택
en: Poor pitch choice
ja: 投球の選択が悪い

# pitch.feedback.selection.risky
source: 위험한 선택
en: Risky pitch choice
ja: リスクのある投球選択

# pitch.intent.chase.detail
source: 고른 코스 바깥으로 빼서 헛스윙을 노리는 대신 볼이 될 확률이 큽니다.
en: Finish beyond the selected edge to earn a chase. It is more likely to miss for a ball.
ja: 選択したエッジを超えてフィニッシュすると、チェイスを獲得できます。ボールを逃す可能性が高くなります。

# pitch.intent.chase.middle.detail
source: 한복판에서는 낮은 쪽으로 빼는 공이 됩니다. 헛스윙을 노리는 대신 볼이 될 확률이 큽니다.
en: From the middle target, this call finishes below the zone. It can earn a chase, but is more likely to be a ball.
ja: 中央のターゲットから、このコールはゾーンの下で終了します。チェイスを稼ぐことはできますが、ボールになる可能性が高くなります。

# pitch.intent.edge.detail
source: 경계를 노려 배트를 늦추지만 제구 난도가 높습니다.
en: Paint the edge to disrupt timing, at the cost of a tougher target.
ja: より厳しいターゲットを犠牲にして、エッジをペイントしてタイミングを狂わせます。

# pitch.intent.strike.detail
source: 스트라이크 확률이 높고 맞을 위험도 함께 커집니다.
en: More likely to land for a strike, but also easier to square up.
ja: ストライクを狙って着地する可能性が高くなりますが、スクエアアップも容易になります。

# pitch.matchup.stats
source: 공 맞히기 %lld · 볼 고르기 %lld · 장타력 %lld
en: Contact %lld · Discipline %lld · Power %lld
ja: 連絡先 %lld · 規律 %lld · 電力 %lld

# pitch.matchup.title
source: 타석
en: AT THE PLATE
ja: アット・ザ・プレート

# pitch.sequence.counter-read.detail
source: 상대가 읽은 반복을 끊고 좋은 결과를 만들었습니다.
en: You broke the pattern the opposition had identified.
ja: あなたは野党が特定したパターンを破りました。

# pitch.sequence.counter-read.title
source: 읽힘을 역이용했다
en: COUNTERED THE READ
ja: カウンターリード

# pitch.sequence.expand.detail
source: 2스트라이크 뒤 존 밖으로 유인해 좋은 결과를 만들었습니다.
en: With two strikes, you expanded beyond the zone and earned the result.
ja: ２ストライクでゾーンを超えて結果をもたらした。

# pitch.sequence.expand.title
source: 2스트라이크 뒤 존을 넓혔다
en: EXPANDED THE ZONE
ja: ゾーンを拡張しました

# pitch.sequence.eye-level.detail
source: 상하 코스를 바꿔 타자의 시선을 흔들었습니다.
en: You moved the hitter's eyes from one level to another.
ja: 打者の目をあるレベルから別のレベルに移動させました。

# pitch.sequence.eye-level.title
source: 눈높이를 바꿨다
en: CHANGED EYE LEVEL
ja: アイレベルの変更

# pitch.sequence.inside-outside.detail
source: 몸쪽과 바깥쪽을 오가며 배트 길을 흔들었습니다.
en: You worked both edges and changed the hitter's bat path.
ja: 両エッジを効かせて、打者のバットの軌道を変えましたね。

# pitch.sequence.inside-outside.title
source: 양쪽을 썼다
en: USED BOTH EDGES
ja: 両エッジを使用

# pitch.sequence.speed-ladder.detail
source: 큰 속도 차로 타자의 타이밍을 무너뜨렸습니다.
en: A sharp velocity change disrupted the hitter's timing.
ja: 急激な速度変化が打者のタイミングを狂わせた。

# pitch.sequence.speed-ladder.title
source: 속도 차로 타이밍을 뺏었다
en: CHANGED SPEEDS
ja: 速度の変更

# pitch.sequence.steal-strike.detail
source: 타자가 예상하지 못한 공으로 스트라이크를 먼저 잡았습니다.
en: You landed an unexpected pitch for a strike.
ja: 予想外の投球でストライクを取りましたね。

# pitch.sequence.steal-strike.title
source: 카운트를 훔쳤다
en: STOLE A STRIKE
ja: ストライクを盗む

# pitch.state.failed.body
source: 승부 상태를 복구하지 못했습니다. 다시 시도해 주세요.
en: The at-bat could not be restored. Return and try again.
ja: 打席は戻れなかった。戻って再試行してください。

# pitch.state.failed.title
source: 승부를 진행할 수 없습니다
en: PITCHING PAUSED
ja: ピッチングが一時停止されました

# pitch.state.plate-ended.body
source: 타석이 끝났습니다. 다음 타자를 준비하세요.
en: That at-bat is over. Get ready for the next hitter.
ja: その打席は終わった。次の打者に備えてください。

# pitch.state.plate-ended.title
source: 타석 종료
en: AT-BAT COMPLETE
ja: 打席完了

# pitch.state.preparing
source: 다음 승부를 준비하는 중…
en: Preparing the next matchup…
ja: 次の勝負を準備中…

# pitch.trait.active
source: 『%@』 발동 — %@
en: %@ ACTIVE — %@
ja: %@ 活動中 — %@

# pitch.trait.anchor.body
source: 주자가 있을 때 흔들리지 않습니다
en: You hold your form with runners aboard.
ja: ランナーを乗せたままフォームを維持します。

# pitch.trait.anchor.title
source: 위기의 어깨
en: THE ANCHOR
ja: アンカー

# pitch.trait.closer.body
source: 2스트라이크에서 공이 무거워집니다
en: Your pitches play up with two strikes.
ja: あなたの投球は 2 ストライクで終わります。

# pitch.trait.closer.title
source: 결정구
en: FINISHER
ja: フィニッシャー

# pitch.trait.opener.body
source: 타석의 첫 공이 날카롭습니다
en: Your first pitch in each at-bat is sharper.
ja: 各打席の初球がより鋭くなります。

# pitch.trait.opener.title
source: 초구 장악
en: FIRST STRIKE
ja: ファーストストライク

# pitch.trait.tactician.body
source: 5구째부터 수싸움을 지배합니다
en: You gain an edge in extended at-bats.
ja: 長い打席で優位に立つことができます。

# pitch.trait.tactician.title
source: 수싸움
en: TACTICIAN
ja: 軍師

# pitch.zone.high-inside
source: 높은 몸쪽
en: Up and in
ja: 上と中

# pitch.zone.high-middle
source: 높은 가운데
en: Up
ja: 上へ

# pitch.zone.high-outside
source: 높은 바깥쪽
en: Up and away
ja: アップアンドアウェイ

# pitch.zone.in
source: 존 안
en: IN THE ZONE
ja: イン・ザ・ゾーン

# pitch.zone.low-inside
source: 낮은 몸쪽
en: Down and in
ja: ダウンとイン

# pitch.zone.low-middle
source: 낮은 가운데
en: Down
ja: ダウン

# pitch.zone.low-outside
source: 낮은 바깥쪽
en: Down and away
ja: ダウンアンドアウェー

# pitch.zone.middle-inside
source: 가운데 몸쪽
en: Inside
ja: 内部

# pitch.zone.middle-middle
source: 가운데
en: Middle-middle
ja: 中中

# pitch.zone.middle-outside
source: 가운데 바깥쪽
en: Away
ja: 離れて

# pitch.zone.out
source: 존 밖
en: OUT OF THE ZONE
ja: ゾーン外

# pitch.zone.unknown
source: 알 수 없는 코스
en: Unknown location
ja: 不明なコース

# pitch.action.finish-outing
source: 등판 마치기
en: Finish Outing
ja: 登板を終える

# pitch.action.next-batter
source: 다음 타자
en: Next Batter
ja: 次のバッター

# pitch.action.start-career
source: 3년을 시작한다
en: Begin the Three-Year Career
ja: 3年間のキャリアを始める

# pitch.adaptation.accessibility
source: 타자가 내 공을 읽는 정도 %@. %@
en: Hitter read: %@. %@
ja: 打者の読み方: %@。 %@

# pitch.adaptation.learning
source: 읽어 가는 중
en: Picking it up
ja: それを拾う

# pitch.adaptation.locked
source: 완전히 읽힘
en: Locked on
ja: ロックオン

# pitch.adaptation.no-data
source: 아직 못 읽음
en: No read yet
ja: まだ読んでいません

# pitch.adaptation.pitch
source: %@ 반복이 읽히고 있습니다. 다른 구종을 섞어 보세요.
en: They are sitting on the %@. Mix in another pitch.
ja: 彼らは%@に座っています。別の投球を混ぜます。

# pitch.adaptation.pitch-and-zone
source: %@와 %@ 반복이 읽혔습니다. 둘 중 하나를 바꾸세요.
en: They have identified %@ at %@. Change either the pitch or the location.
ja: 彼らは%@で%@を特定しました。投球または位置を変更します。

# pitch.adaptation.quiet
source: 상대 벤치가 반복을 살피고 있습니다.
en: The opposing bench is tracking your patterns.
ja: 相手ベンチはあなたのパターンを追跡しています。

# pitch.adaptation.title
source: 타자가 내 공을 읽는 정도
en: HITTER READ
ja: 打者の読み取り

# pitch.adaptation.watching
source: 지켜보는 중
en: Watching
ja: 見てる

# pitch.adaptation.zone
source: %@ 반복이 읽히고 있습니다. 시선을 바꿔 보세요.
en: They are reading %@. Change the hitter's eye line.
ja: 彼らは%@と読んでいます。打者の目線を変える。

# pitch.analysis.actual-damage
source: 실제 위험
en: Actual Damage
ja: 実際のダメージ

# pitch.analysis.breakdown
source: %lld구 · 존 %@ · 헛스윙 %@ · 강타 %@
en: %lld pitches · Zone %@ · Whiff %@ · Hard hit %@
ja: %lld 投球 · ゾーン %@ · 空振り %@ · ハードヒット %@

# pitch.analysis.breakdown.small
source: %lld구 · 존 %lld/%lld
en: %lld pitches · Zone %lld/%lld
ja: %lld 投球・ゾーン %lld/%lld

# pitch.analysis.command
source: 코스 정확도
en: Location
ja: コース

# pitch.analysis.confidence.developing
source: 쌓이는 중
en: Developing read
ja: 開発中の読み取り

# pitch.analysis.confidence.low
source: 표본이 적습니다
en: Small sample
ja: 少量のサンプル

# pitch.analysis.confidence.reliable
source: 믿을 만합니다
en: Reliable read
ja: 確実な読み取り

# pitch.analysis.expected-damage
source: 예상 위험
en: Expected Damage
ja: 予想されるダメージ

# pitch.analysis.growth-signal
source: 키운 능력이 이번 등판의 좋은 공으로 이어졌습니다.
en: Your development translated into better pitches in this outing.
ja: あなたの成長は、今回の遠征でより良い投球につながりました。

# pitch.analysis.hard-hit-rate
source: 강한 타구
en: Hard-Hit Rate
ja: ハードヒット率

# pitch.analysis.pattern-warning
source: 같은 배합이 반복됐습니다. 다음 등판에는 속도나 코스를 먼저 바꿔 보세요.
en: Your mix became predictable. Change speed or location earlier next time.
ja: ミックスが予測可能になりました。次回からは速度や位置を早めに変更してください。

# pitch.analysis.sample
source: %@ · %lld구
en: %@ · %lld pitches
ja: %@ · %lld 投球

# pitch.analysis.title
source: 이 등판 분석
en: OUTING ANALYSIS
ja: 登板分析

# pitch.analysis.whiff-rate
source: 헛스윙
en: Whiff Rate
ja: 空振り レート

# pitch.analysis.zone-rate
source: 존 통과
en: Zone Rate
ja: ゾーンレート

# pitch.auto-release.label
source: 자동 릴리스 — 탭 한 번으로 중립 투구
en: Auto Release — tap once for a neutral delivery
ja: 自動リリース — ニュートラル配信するには 1 回タップします

# pitch.build.card.title
source: 구종 · 내가 만든 공
en: YOUR PITCH
ja: あなたの投球

# pitch.build.fatigue-cost
source: 한 구 팔 부담 +%lld. %@
en: Arm load +%lld per pitch. %@
ja: 投球ごとに腕の負荷 +%lld。 %@

# pitch.build.metric.command
source: 코스
en: Location
ja: コース

# pitch.build.metric.movement
source: 움직임
en: Movement
ja: 変化量

# pitch.build.metric.stamina
source: 체력 · 체감 피로
en: Stamina · Effective Fatigue
ja: スタミナ · 効果的な疲労

# pitch.build.metric.velocity
source: 기준 구속
en: Baseline Velocity
ja: ベースライン速度

# pitch.fast-forward.body
source: 포수 추천과 무난한 릴리스로 타석이 끝날 때까지 던집니다.
en: Use the catcher's calls and neutral releases until the at-bat ends.
ja: 打席が終了するまで捕手のコールとニュートラルリリースを使用します。

# pitch.fast-forward.title
source: 이 타석 빠르게 진행
en: Simulate This At-Bat
ja: この打席をシミュレートする

# pitch.inning.end.title
source: 이닝 종료
en: INNING COMPLETE
ja: イニング完了

# pitch.inning.line
source: %lld구 · %lld탈삼진 · %lld볼넷 · %lld실점
en: %lld pitches · %lld K · %lld BB · %lld R
ja: %lld 投球 · %lld K · %lld BB · %lld R

# pitch.inning.line.hbp
source: %lld구 · %lld탈삼진 · %lld볼넷 · %lld사구 · %lld실점
en: %lld pitches · %lld K · %lld BB · %lld HBP · %lld R
ja: %lld 投球 · %lld K · %lld BB · %lld HBP · %lld R

# pitch.inning.process.good
source: 구종과 코스를 고른 과정이 좋았다는 평가를 받습니다.
en: Your pitch choices and locations created a strong process.
ja: 投球の選択と場所が強力なプロセスを生み出しました。

# pitch.inning.process.review
source: 결과와 별개로 구종 순서를 다시 맞춰야 합니다.
en: Whatever the result, your sequencing needs another look.
ja: 結果が何であれ、シーケンスを再検討する必要があります。

# pitch.log.title
source: 투구 기록
en: PITCH LOG
ja: 投球ログ

# pitch.practice.lesson
source: 방금 배운 것 — 미터는 가운데에서 떼고, 코스는 포수 사인을 참고하되 내 공을 던진다.
en: What you learned: release in the center, read the catcher's target, and commit to your pitch.
ja: 学んだこと：中央でリリースし、捕手のターゲットを読み、投球にコミットすること。

# pitch.practice.not-recorded
source: 연습은 기록에 남지 않습니다. 이제 3년이 시작됩니다.
en: Practice is not recorded. Your three high-school seasons begin now.
ja: 練習は記録されません。これから高校３シーズンが始まります。

# pitch.practice.ready.title
source: 몸이 풀렸습니다
en: READY FOR THE SEASON
ja: シーズンの準備完了

# pitch.practice.retry
source: 한 번 더 던지기
en: Pitch Again
ja: もう一度投げる

# pitch.runners.loaded
source: 만루
en: bases loaded
ja: 満塁

# pitch.runners.none
source: 주자 없음
en: bases empty
ja: 基地が空

# pitch.scoreboard.accessibility
source: %@. %@, %@. 볼 %lld 스트라이크 %lld. 피로 %lld. 주자 %@.
en: %@. %@, %@. %lld balls, %lld strikes. Fatigue %lld. Runners %@.
ja: %@。 %@、%@。 %lld ボール、%lld ストライク。疲労%lld。ランナー%@。

# pitch.scoreboard.accessibility.outing
source: 이번 등판 %lld탈삼진 %lld볼넷 %lld실점
en: This outing: %lld strikeouts, %lld walks, %lld runs
ja: この試合: %lld 三振、%lld 四球、%lld 走塁

# pitch.scoreboard.ahead
source: %lld점 앞섬
en: Ahead by %lld
ja: この先%lld

# pitch.scoreboard.behind
source: %lld점 뒤짐
en: Behind by %lld
ja: 後ろに%lld

# pitch.scoreboard.fatigue
source: 피로
en: FATIGUE
ja: 疲労

# pitch.scoreboard.line
source: %@ · %lld탈삼진 %lld볼넷 %lld실점 · %lld구
en: %@ · %lld K · %lld BB · %lld R · %lld P
ja: %@ · %lld K · %lld BB · %lld R · %lld P

# pitch.scoreboard.line.hbp
source: %@ · %lld탈삼진 %lld볼넷 %lld사구 %lld실점 · %lld구
en: %@ · %lld K · %lld BB · %lld HBP · %lld R · %lld P
ja: %@ · %lld K · %lld BB · %lld HBP · %lld R · %lld P

# pitch.scoreboard.tied
source: 동점
en: Tied
ja: 縛られた

# pitch.selection.pitch.title
source: 구종 · 내가 만든 공
en: PITCH · YOUR ARSENAL
ja: 投球・あなたのアーセナル

# pitch.selection.plan.title
source: 노림 · 힘 배분
en: PLAN · EFFORT
ja: 計画・取り組み

# pitch.selection.zone.title
source: 코스 · %@
en: LOCATION · %@
ja: コース · %@

# pitch.stakes.accessibility
source: 이 승부의 중요도, %@
en: Game stakes: %@
ja: 試合の賭け金: %@

# pitch.stakes.high
source: 승부처
en: High leverage
ja: ハイレバレッジ

# pitch.stakes.label
source: 중요도
en: STAKES
ja: 賭け金

# pitch.stakes.maximum
source: 여기서 끝난다
en: Everything rides on this
ja: すべてはこれに乗っています

# pitch.stakes.routine
source: 일상적인 이닝
en: Routine inning
ja: 通常イニング

# pitch.stakes.swing
source: 흐름이 갈린다
en: Momentum at stake
ja: 危機に瀕する勢い

# pitch.stat.personal-best
source: 개인 최고
en: PERSONAL BEST
ja: パーソナルベスト

# pitch.stat.release-best
source: 직접 던진 %lld구 평균 — 지금까지 가장 좋았습니다.
en: Average across %lld manual pitches — your best yet.
ja: %lld 手動投球全体の平均 - これまでの最高。

# pitch.stat.release-compare
source: 직접 던진 %lld구 평균 · 개인 최고 %lld
en: Average across %lld manual pitches · Personal best %lld
ja: %lld マニュアル投球全体の平均 · 自己ベスト %lld

# pitch.stat.release-title
source: 이번 등판 릴리스
en: Release This Outing
ja: この登板をリリースする

# pitch.stat.strikeouts
source: 탈삼진
en: Strikeouts
ja: 三振

# pitch.stat.top-velocity
source: 최고 구속
en: Top Velocity
ja: トップベロシティ

# pitch.stat.whiff-record
source: 한 등판 최다 헛스윙 — 키운 구위가 손에 잡힙니다.
en: New single-outing whiff record. Your developed stuff is showing up.
ja: 単走新記録空振り。あなたの開発した球威が現れています。

# pitch.stat.whiffs
source: 헛스윙
en: Whiffs
ja: 空振り

# pitch.catcher.accept
source: 포수 사인 수락
en: Take Catcher's Call
ja: 捕手のコールを受ける

# pitch.catcher.bond.aligned
source: 합이 맞음
en: In sync
ja: 同期中

# pitch.catcher.bond.crossed
source: 엇갈리는 중
en: Out of sync
ja: 同期が取れていない

# pitch.catcher.bond.learning
source: 맞춰 가는 중
en: Finding rhythm
ja: リズムを見つける

# pitch.catcher.bond.one-breath
source: 한 호흡
en: One rhythm
ja: ワンリズム

# pitch.catcher.card.manual
source: 내 배합 · 직접 선택
en: YOUR PLAN · MANUAL CALL
ja: あなたの計画 · 手動通話

# pitch.catcher.card.matches
source: 내 배합 · 사인과 일치
en: YOUR PLAN · MATCHES THE CALL
ja: あなたの計画はニーズにマッチします

# pitch.catcher.card.synced
source: 포수 사인 · 연동 중
en: CATCHER CALL · SYNCED
ja: 捕手コール · 同期

# pitch.catcher.confidence
source: 사인 확신 %lld%% · 포수 호흡 %lld · %@
en: Call confidence %lld%% · Catcher trust %lld · %@
ja: コールの信頼度 %lld%% · 捕手の信頼度 %lld · %@

# pitch.catcher.hold
source: 내 선택 유지
en: Hold My Call
ja: 電話を保留してください

# pitch.catcher.hold.body
source: 직접 수정하면 자동으로 켜지고, 다음 공에도 같은 배합을 유지합니다.
en: Changing the call turns this on and carries your plan into the next pitch.
ja: 通話を変更するとこれがオンになり、計画が次の投球に持ち込まれます。

# pitch.catcher.proposal
source: 포수 제안
en: CATCHER'S CALL
ja: 捕手ズコール

# pitch.catcher.primary
source: 1안 · 읽은 약점 공략
en: Plan A · Attack the read
ja: プラン A · リードを攻撃する

# pitch.catcher.alternative
source: 2안 · 다른 위험 감수
en: Plan B · Change the risk
ja: プラン B · リスクを変える

# pitch.catcher.risk.walk
source: 위험: 코스를 벗어나 불리한 카운트
en: Risk: miss the edge and fall behind
ja: リスク: エッジを逃して遅れを取る

# pitch.catcher.risk.damage
source: 위험: 스트라이크가 강한 타구로 연결
en: Risk: a strike can become hard contact
ja: リスク: 打撃は強い打球になる可能性があります

# pitch.catcher.risk.miss
source: 위험: 타자가 참으면 그대로 볼
en: Risk: no chase means a clear ball
ja: リスク: ノーチェイスはクリアボールを意味します

# pitch.catcher.reason.ahead
source: 유리한 카운트에서 존을 넓힙니다.
en: Use the count advantage and make the hitter chase.
ja: カウント有利を生かして打者を追撃させる。

# pitch.catcher.reason.behind
source: 불리한 카운트에서 스트라이크를 되찾습니다.
en: Reclaim the count with a pitch that can land for a strike.
ja: ストライクになれる投球でカウントを取り戻しましょう。

# pitch.catcher.reason.default
source: 가장 안정적인 구종과 코스로 승부합니다.
en: Use the strongest available pitch for this count.
ja: このカウントに対して利用可能な最も強い投球を使用します。

# pitch.catcher.reason.double-play
source: 낮은 공으로 병살 타구를 노립니다.
en: Keep it down and set up a double-play ball.
ja: 抑えて併殺打を仕掛ける。

# pitch.catcher.reason.first-pitch
source: 초구 스트라이크로 승부를 앞서갑니다.
en: Get ahead with a first-pitch strike.
ja: 初球ストライクで先制する。

# pitch.catcher.reason.pattern
source: 상대가 반복을 읽었습니다. 다른 배합을 보여 주세요.
en: They have picked up the pattern. Show them a different look.
ja: 彼らはそのパターンを掴んだのです。彼らに違う表情を見せてみましょう。

# pitch.catcher.reason.repeat
source: 같은 배합을 피하고 타자의 눈을 바꿉니다.
en: Break the repeat and change the hitter's eye line.
ja: 繰り返しを打ち破り、打者の視線を変えます。

# pitch.catcher.reason.sac-fly
source: 뜬공을 막기 위해 낮은 코스로 갑니다.
en: Stay down to take away the sacrifice fly.
ja: 下がって犠飛を奪う。

# pitch.catcher.reason.walk
source: 볼넷을 피하고 존으로 돌아옵니다.
en: Get back over the plate and avoid the walk.
ja: プレートを越えて戻り、四球を避けてください。

# pitch.catcher.reason.weakness
source: 확인된 약점을 바로 공략합니다.
en: Attack the weakness in the scouting report.
ja: 偵察レポートで弱点を攻撃します。

# pitch.catcher.scout
source: 상대 분석 · %@
en: HITTER REPORT · %@
ja: 打者レポート · %@

# pitch.catcher.scout.avoid
source: 피할 것 — %@ · %@
en: AVOID · %@ at %@
ja: 避けてください · %@ で %@

# pitch.catcher.scout.estimate
source: 아직 추정입니다. 약점은 %@ · %@ 근처로 보입니다.
en: Early read: the weakness appears to be %@ at %@.
ja: 初期の情報: 弱点は %@ の %@ であるようです。

# pitch.catcher.scout.trusted
source: 약점은 %@ · %@로 굳어졌습니다.
en: Confirmed weakness: %@ at %@.
ja: 確認された弱点: %@ (%@)。

# pitch.catcher.selected
source: 지금 던질 공
en: YOUR PITCH
ja: あなたの投球

# pitch.delivery.accessibility.hint
source: 길게 눌러 와인드업하고, 끌어서 조준한 뒤 떼면 던집니다. 설정에서 자동 릴리스를 켜면 탭 한 번으로 던집니다.
en: Hold to wind up, drag to steady the target, then release to pitch. Turn on Auto Release to pitch with one activation.
ja: 押し続けて巻き上げ、ドラッグしてターゲットを安定させ、放すと投球になります。自動リリースをオンにすると、1 回のアクティベーションで投球できます。

# pitch.delivery.accessibility.label
source: 와인드업
en: Windup
ja: ワインドアップ

# pitch.delivery.aim
source: 끌어서 맞추세요
en: DRAG TO THE TARGET
ja: ターゲットまでドラッグ

# pitch.delivery.auto.hint
source: 자동 릴리스가 켜져 있어 타이밍 없이 던집니다.
en: Auto Release is on. Activate once to throw without the timing gesture.
ja: 自動リリースがオンになっています。一度アクティブにすると、タイミングジェスチャなしで投げることができます。

# pitch.delivery.hint.aim.large
source: 조준이 크게 흔들렸습니다 — 손가락을 과녁에 머무르게 하세요
en: Your aim drifted — keep your finger over the target.
ja: 狙いがずれました。ターゲットの上に指を置いたままにしてください。

# pitch.delivery.hint.aim.small
source: 조준이 살짝 흔들렸습니다
en: Your aim drifted slightly.
ja: 狙いが少しずれてしまいました。

# pitch.delivery.hint.release.large
source: 미터를 크게 놓쳤습니다 — 초록 구간에서 떼세요
en: You missed the meter — release in the green center.
ja: メーターを外した場合は、緑色の中央で手を離してください。

# pitch.delivery.hint.release.small
source: 미터를 살짝 놓쳤습니다
en: Your release timing was slightly off.
ja: リリースのタイミングが少しずれていましたね。

# pitch.delivery.hold
source: 길게 눌러 와인드업
en: HOLD TO WIND UP
ja: 長押しして巻き上げます

# pitch.delivery.hold-longer
source: 너무 짧아요 — 길게 눌러 미터를 채우세요
en: Too quick — hold longer to fill the meter
ja: 速すぎます - メーターを満たすまで長押しします

# pitch.delivery.now
source: 지금
en: NOW
ja: 今

# pitch.delivery.now.perfect
source: 퍼펙트!
en: PERFECT!
ja: 完璧です！

# pitch.delivery.tempo.fast
source: 빠름
en: Fast
ja: 速い

# pitch.delivery.tempo.normal
source: 보통
en: Normal
ja: ノーマル

# pitch.delivery.tempo.slow
source: 느림
en: Slow
ja: 遅い

# pitch.delivery.throw
source: 던지기
en: Pitch
ja: 投げる

# pitch.delivery.title
source: %@ 릴리스
en: %@ Release
ja: %@ リリース

# pitch.delivery.verdict.excellent
source: 완벽한 릴리스
en: Excellent release
ja: 優れたリリース

# pitch.delivery.verdict.good
source: 좋은 릴리스
en: Good release
ja: 良いリリース

# pitch.delivery.verdict.missed
source: 손에서 빠졌습니다
en: The pitch got away from you
ja: 投球が君から離れていった

# pitch.delivery.verdict.okay
source: 무난한 릴리스
en: Playable release
ja: プレイアブルリリース

# pitch.delivery.verdict.perfect
source: 퍼펙트 릴리스 — 손끝에서 딱 떨어졌습니다
en: Perfect release — right off your fingertips
ja: 指先ですぐに完璧なリリースが可能

# pitch.delivery.wait
source: 타이밍을 기다리세요
en: WAIT FOR THE CENTER
ja: センターを待ちます

# pitch.drama.fielding
source: 타구 %@, %@.
en: Ball traveled %@. Fielded by the %@.
ja: ボールは%@を移動しました。 %@ が担当。

# pitch.drama.sequence
source: 수싸움 적중. %@. %@
en: Sequence read. %@. %@
ja: シーケンスを読み取ります。 %@。 %@

# pitch.fielder.catcher
source: 포수
en: catcher
ja: 捕手

# pitch.fielder.center-field
source: 중견수
en: center fielder
ja: 中堅手

# pitch.fielder.first-base
source: 1루수
en: first baseman
ja: 一塁手

# pitch.fielder.left-field
source: 좌익수
en: left fielder
ja: 左翼手

# pitch.fielder.pitcher
source: 투수
en: pitcher
ja: 投手

# pitch.fielder.right-field
source: 우익수
en: right fielder
ja: 右翼手

# pitch.fielder.second-base
source: 2루수
en: second baseman
ja: 二塁手

# pitch.fielder.shortstop
source: 유격수
en: shortstop
ja: 遊撃手

# pitch.fielder.third-base
source: 3루수
en: third baseman
ja: 三塁手

# pitch.scenario.pro.call-up.body
source: 한 점 뒤짐 · 무사 2루 — 여기서 끊어야 반격이 산다
en: Down one · Runner on second · No outs. Hold the line and give the offense a chance.
ja: １ダウン・ランナー２塁・ノーアウト。ラインを維持して攻撃にチャンスを与えます。

# pitch.scenario.pro.call-up.title
source: 콜업을 결정할 등판
en: CALL-UP AUDITION
ja: コールアップオーディション

# pitch.scenario.pro.debut.body
source: 동점 · 무사 2루
en: Tie game · Runner on second · No outs
ja: 同点・ランナー二塁・ノーアウト

# pitch.scenario.pro.debut.title
source: 1군 데뷔 등판
en: MAJOR-LEAGUE DEBUT
ja: メジャーリーグデビュー

# pitch.scenario.pro.opening.body
source: 한 점 앞섬 · 무사 2루
en: Up one · Runner on second · No outs
ja: ワンアップ・ランナー二塁・ノーアウト

# pitch.scenario.pro.opening.title
source: 시즌 첫 승부처
en: FIRST TEST OF THE SEASON
ja: シーズン最初のテスト

# pitch.scenario.pro.record.ahead.body
source: 두 점 앞섬 · 무사 1루
en: Up two · Runner on first · No outs
ja: アップツー・ランナー1塁・ノーアウト

# pitch.scenario.pro.record.behind.body
source: 두 점 뒤짐 · 무사 1루 — 점수와 상관없이 기록은 쌓인다
en: Down two · Runner on first · No outs. The record still counts, whatever the score.
ja: ダウンツー・ランナー1塁・ノーアウト。スコアが何であれ、記録は依然として重要です。

# pitch.scenario.pro.record.title
source: 기록이 걸린 등판
en: CHASING THE MARK
ja: マークを追う

# pitch.scenario.pro.role.body
source: 한 점 앞섬 · 무사 1루
en: Up one · Runner on first · No outs
ja: １回アップ・ランナー１塁・ノーアウト

# pitch.scenario.pro.role.title
source: 보직을 가를 등판
en: ROLE ON THE LINE
ja: ライン上の役割

# pitch.scenario.pro.standings.ahead.body
source: 한 점 앞섬 · 무사 1·2루
en: Up one · Runners on first and second · No outs
ja: ワンアップ · ランナー1、2塁 · ノーアウト

# pitch.scenario.pro.standings.behind.body
source: 한 점 뒤짐 · 무사 1·2루 — 더 내주면 역전의 문이 닫힌다
en: Down one · Runners on first and second · No outs. Another run could shut the door.
ja: ダウンワン・ランナー1、2塁・ノーアウト。もう一歩走ればドアが閉まってしまうかもしれない。

# pitch.scenario.pro.standings.title
source: 순위 싸움의 마지막 이닝
en: FINAL INNING OF THE PENNANT RACE
ja: ペナントレース最終回

# pitch.scenario.tutorial.body
source: 기록에 남지 않는 연습 한 타석입니다. 마음껏 던져 보세요.
en: This practice at-bat will not count in your record. Learn the motion and let it rip.
ja: この練習打席は記録にはカウントされません。動きを学び、それをリッピングしましょう。

# pitch.scenario.tutorial.title
source: 첫 불펜
en: FIRST BULLPEN
ja: ファーストブルペン

# pitch.settlement.next-lesson
source: 다음 등판의 수싸움
en: A new sequence to build next outing
ja: 次の登板を構築するための新しいシーケンス

# pitch.settlement.scoreless
source: 무실점 이닝
en: Scoreless inning
ja: 無失点イニング

# pitch.settlement.sequence
source: 수싸움 적중 %lld회 · %@
en: %lld sequence reads · %@
ja: %lld シーケンス読み取り · %@

# pitch.settlement.spark
source: 각성의 전조 +%lld
en: Awakening Spark +%lld
ja: 覚醒スパーク+%lld

# pitch.settlement.strikeout-streak
source: %lld타자 연속 삼진
en: %lld consecutive strikeouts
ja: %lld 連続三振

# pitch.settlement.strikeouts
source: 탈삼진 %lld개
en: %lld strikeouts
ja: %lld 三振

# pitch.settlement.title
source: 이 이닝이 남긴 것
en: WHAT THIS INNING EARNED
ja: このイニングで得られたもの

# pitch.strikeout.accessibility
source: 탈삼진 %lld개
en: %lld strikeouts
ja: %lld 三振

# pitch.zone-grid.cell.cold
source: , 타자가 약한 칸
en: , hitter weakness
ja: 、打者の弱点

# pitch.zone-grid.cell.hot
source: , 타자가 강한 칸
en: , hitter strength
ja: 、打者の強さ

# pitch.zone-grid.cell.recommended
source: , 포수 추천
en: , catcher's target
ja: 、捕手のターゲット

# pitch.zone-grid.cold
source: 약한 칸
en: Hitter weakness
ja: 打者の弱点

# pitch.zone-grid.hot
source: 강한 칸
en: Hitter strength
ja: 打者の強さ

# pitch.zone-grid.legend.accessibility
source: 강한 칸은 주황, 약한 칸은 초록으로 표시됩니다.
en: Orange marks the hitter's strength. Green marks the hitter's weakness.
ja: オレンジ色は打者の強さを示します。緑色は打者の弱点を示します。

# pitch.zone-grid.recommended
source: 포수가 요구한 코스
en: Catcher's target
ja: 捕手のターゲット

# pitch.zone-mini.in
source: 존 안에 들어간 공
en: Pitch finished in the strike zone
ja: 投球はストライクゾーン内で終了

# pitch.zone-mini.out
source: 존을 벗어난 공
en: Pitch finished outside the strike zone
ja: 投球がストライクゾーン外に終わった
